/* Menu item for copying a Git commit hash to the clipboard */
"Copy Commit Hash “^[%@](voice: 'code')…”" = "Copy Commit Hash “^[%@](voice: 'code')…”";

/* Heading for buttons related to a file from a version */
"%@ from Version:" = "%@ from Version:";

/* Menu item for opening a file a new Glyphs window */
"Open in New Window" = "Open in New Window";

/* Menu item for saving a file to a location on disk */
"Save to…" = "Save to…";

/* Menu item for comparing a file version to the current version in the app “Font Proofer” */
"Compare in Font Proofer" = "Compare in Font Proofer";

/* Title of the save panel for saving a font file from a specific version with a certain commit hash and date */
"Save “%@” from commit %@ (%@)" = "Save “%@” from commit %@ (%@)";

/* Button for saving the file of a selection version */
"Save Version" = "Save Version";

/* Title of a notification that is shown when a font file version was saved */
"Saved Version" = "Saved Version";
